/* No comment provided by engineer. */
"CPU Speed (MHz)" = "CPU Speed (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "CPU Subtype";

/* No comment provided by engineer. */
"CPU Type" = "CPU Type";

/* No comment provided by engineer. */
"Homepage" = "Homepage";

/* No comment provided by engineer. */
"License" = "License";

/* No comment provided by engineer. */
"Mac Model" = "Mac Model";

/* No comment provided by engineer. */
"Memory (MB)" = "Memory (MB)";

/* No comment provided by engineer. */
"Number of CPUs" = "Number of CPUs";

/* No comment provided by engineer. */
"OS Version" = "OS Version";

/* No comment provided by engineer. */
"Preferred Language" = "Preferred Language";

